Revit 2024 API
CorrectionFactor Properties
The CorrectionFactor type exposes the following members.
Properties
Name | Description
Factor
 Get factor value of wire correction factor.
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
CorrectionFactor Class
Autodesk.Revit.DB.Electrical Namespace